[
  {
    "biography_id": 0,
    "name": "Rembrandt",
    "picture": "/assets/artists.jpg",
    "fullName": "Rembrandt Harmenszoon van Rijn",
    "bornDate": "15 July 1606",
    "bornLocation": "Leiden, Dutch Republic",
    "deathDate": "4 October 1669 (aged 63)",
    "deathLocation": "Amsterdam, Dutch Republic",
    "education": "Jacob van Swanenburg",
    "educationLocation": "Pieter Lastman",
    "movement": ["Dutch Golden Age", "Baroque"],
    "text": "Rembrandt van Rijn (1606-1669) was born in Leiden, the son of a miller. After finishing Latin School, his parents enrolled him at Leiden University. Rembrandt soon dropped out and became an apprentice painter under Jacob van Swanenburch in Leiden, and later Pieter Lastman in Amsterdam. Back in Leiden, he set up as an independent artist together with Jan Lievens. At this time, Rembrandt mainly painted biblical scenes in a precise style and with vibrant colours.\n\nIn 1631, he moved to Amsterdam where he received numerous commissions for portraits. His many pupils included Ferdinand Bol, Govert Flinck and Carel Fabritius. In this period, Rembrandt developed a more powerful chiaroscuro, a looser brush and a greater sense of drama. He focused more on historical scenes, and made numerous etchings and drawings.\n\nIn 1634, Rembrandt married Saskia Uylenburgh. They had a son, Titus, in 1641. Then a year later Saskia died. Later, in 1654, Rembrandt had a daughter with Hendrickje Stoffels. By now, he had accumulated huge debts and was forced to sell his house and property. He died in 1669 and was buried in Amsterdam's Westerkerk.",
    "availableWorks": [
      {
        "artiworkd_id": 0,
        "artist": "",
        "name": "",
        "picture": ""
      }
    ]
  },
  {
    "id": 1,
    "name": "Vincent van Gogh",
    "picture": "/assets/vangogh.jpg",
    "fullName": "Vincent Willem van Gogh",
    "bornDate": "30 March 1853",
    "bornLocation": "Zundert, Netherlands",
    "deathDate": "29 July 1890 (aged 37)",
    "deathLocation": "Auvers-sur-Oise, France",
    "education": "Self-taught",
    "educationLocation": "Various places in Europe",
    "movement": ["Post-Impressionism"],
    "text": "Vincent van Gogh (1853-1890) was a Dutch Post-Impressionist painter who is among the most famous and influential figures in the history of Western art. In just over a decade, he created about 2,100 artworks, including around 860 oil paintings. Van Gogh's works are known for their bold colors, emotional honesty, and rough beauty.\n\nVan Gogh struggled with mental health issues throughout his life and tragically took his own life at the age of 37. Despite the challenges he faced during his lifetime, his paintings have had a profound impact on art and continue to be celebrated today."
  },
  {
    "id": 2,
    "name": "Leonardo da Vinci",
    "picture": "/assets/leonardo.jpg",
    "fullName": "Leonardo di ser Piero da Vinci",
    "bornDate": "15 April 1452",
    "bornLocation": "Vinci, Republic of Florence (now Italy)",
    "deathDate": "2 May 1519 (aged 67)",
    "deathLocation": "Amboise, Kingdom of France",
    "education": "Verrocchio's studio",
    "educationLocation": "Florence, Italy",
    "movement": ["Renaissance"],
    "text": "Leonardo da Vinci (1452-1519) was an Italian Renaissance polymath. He was a painter, draftsman, sculptor, architect, and engineer, and is widely considered one of the greatest artists and inventors of all time. Leonardo's iconic works include the 'Mona Lisa' and 'The Last Supper.' He made groundbreaking contributions to various fields, including anatomy, engineering, and astronomy."
  }
]
